<?php
// Newsletter Popup
$_['heading_title1'] 	    = 'Подписаться на новости';
$_['text_description'] 	    = "Наслаждайтесь нашей рассылкой, чтобы быть в курсе последних новостей и специальных предложений. Укажите здесь свой адрес электронной почты!";

// Newsletter Block
$_['text_description2'] 	    = "Наслаждайтесь нашей рассылкой, чтобы быть в курсе последних новостей и специальных предложений. Укажите здесь свой адрес электронной почты!";

// Text
$_['text_close']            = 'Закрыть';
$_['text_notification']     = 'Не показывать';

// Entry
$_['entry_mail_subscribe']  = 'Пожалуйста, введите свой адрес электронной почты, чтобы подписаться';

// Buttons
$_['button_subscribe']      = 'Подписаться';

// Messages
$_['subscribe_success']     = 'Успех: Ваша электронная почта была успешно подписана!';
$_['error_validate_mail']   = "Неверный адрес электронной почты!";
$_['error_existed_mail']    = "Этот адрес электронной почты уже существует!";