<?php

// Heading
$_['heading_title']  = 'Быстрый вход';

// Text
$_['text_account']                 = 'Учетная запись';
$_['text_login']                   = 'Пользователь';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация учетной записи';
$_['text_register_account']        = 'Благодаря созданию учетной записи, вы сможете отслеживать заказы, копить бонусные баллы, получать скидки как постоянный клиент.';
$_['text_returning_customer']      = 'Вернувшийся покупатель';
$_['text_i_am_returning_customer'] = 'Я вернувшийся покупатель';
$_['text_forgotten']               = 'Забыли пароль?';
$_['button_register_link']         = 'Создать аккаунт';
$_['success_message']              = 'ПОЗДРАВЛЕНИЕ! Успешный вход';

// Entry
$_['entry_email']                  = 'E-Mail адрес';
$_['entry_password']               = 'Пароль';

// Error
$_['error_login']                  = 'Внимание: Нет совпадений для E-Mail адреса и/или пароля.';
$_['error_attempts']               = 'Внимание: Вы исчерпали лимит авторизация, попробуйте через 1 час.';
$_['error_approved']               = 'Внимание: Ваша учетная запись нуждается в подтверждении.';