<?php
// Text
$_['text_success']     = 'Успех: Вы успешно отредактировали вашу корзину!';

// Error
$_['error_permission'] = 'Предупреждение: У вас нет разрешения на доступ к API!';
$_['error_stock']      = 'Товары, отмеченные *** не доступны в запращиваемом количестве или отстутствуют на складе!';
$_['error_minimum']    = 'Минимальный заказ %s составляет %s!';
$_['error_store']      = 'Товары не могут быть преобретены в магазине, который вы выбрали!';
$_['error_required']   = '%s требуется!';

