<?php
// Text
$_['text_success']       = 'Вы успешно оредактировали покупателей';

// Error
$_['error_permission']   = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_customer']     = 'Вы должны выбрать покупателя!';
$_['error_firstname']    = 'Имя должно составлят от 1 до 32 знаков!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 знаков!';
$_['error_email']        = 'E-Mail неверен!';
$_['error_telephone']    = 'Телефон должен быть от 3 до 32 знаков!';
$_['error_custom_field'] = '%s требуется!';