<?php
// Text
$_['text_address']       = 'Успех: Платежный адрес задан!';
$_['text_method']        = 'Успех: Платежный метод задан!';

// Error
$_['error_permission']   = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 знаков!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 знаков!';
$_['error_address_1']    = 'Адрес 1 должен быть между 3 и 128 знаков!';
$_['error_city']         = 'Город должен быть от 3 до 128 знаков!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 знаков для данной страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите субъект / область!';
$_['error_custom_field'] = '%s требуется!';
$_['error_address']      = 'Внимание: Требуется Платежный адрес!';
$_['error_method']       = 'Внимание: Требуется метод оплаты!';
$_['error_no_payment']   = 'Внимание: Нет опций для платежа!';

