<?php
// Text
$_['text_address']       = 'Успех: Адрес доставки задан!';
$_['text_method']        = 'Успех: Метод доставки быть задан!';

// Error
$_['error_permission']   = 'Внмиание: У вас нет разрешения на доступ к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 знаков!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 знаков!';
$_['error_address_1']    = 'Адрес должен быть от 3 до 128 знаков!';
$_['error_city']         = 'Город должен быть от 3 до 128 знаков!';
$_['error_postcode']     = 'Почтовый адрес должен составлять от 2 до 10 знаков для данной страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / субъект / область!';
$_['error_custom_field'] = '%s требуется!';
$_['error_address']      = 'Внимание: Требуется адрес доставки!';
$_['error_method']       = 'Внимание: Требуется адрес доставки!';
$_['error_no_shipping']  = 'Внимание: Ни один метод доставки не выбран!';

