<?php
// Text
$_['text_success']     = 'Успех: Ваш подарочный сертификат был применен!';
$_['text_cart']        = 'Успех: Вы отредактировали вашу корзину!';
$_['text_for']         = '%s Пожарочный сертификат на сумму %s';

// Error
$_['error_permission'] = 'Внимание: У вас нет разрешения на доступ к API!';
$_['error_voucher']    = 'Внимание: Подарочный сертификатуже был применен либо истек! Пожалуйста, обратитесь в службу поддержки!';
$_['error_to_name']    = 'Имя получателя должно составлять от 1 до 64 знаков!';
$_['error_from_name']  = 'Ваше Имя должно составлять от 1 до 64 знаков!';
$_['error_email']      = 'E-Mail адрес не подходит!';
$_['error_theme']      = 'Пожалуйста, выберите тему!';
$_['error_amount']     = 'Пожалуйста, введите сумму между %s и %s!';

